#include <iostream>

using namespace std;

int main()
{
    setlocale(LC_ALL, "Rus");
    cout << "Звезда моя печальная \nв равнине снеговой \nгорит, горит хрустальная \nо доле моей злой.\n";
    cout << "\nВ равнине безысходной \nотныне и вовек \nмне ветр слепой, холодный \nнесет на окна снег.\n";
    cout << "\nИ все равно: снежинки \nпускай метут стекло - \nпри светлой керосинке \nбывает так светло.\n";
    cout << "\nБезсолнечное племя \nпривыкло тьмы сгущать, \nв безсолнечное время \nвсем время умирать.\n";
    cout << "\nНет песен под звездою, \nглухой лишь сход в овраг. \nНе верящим в иное - \nсудьба идти во мрак.\n";
    cout << "\nНа гвоздь повесь ты лиру, \nмолчи, скорби теперь. \nНе слушай стоны мира,не выходи за дверь!\n";
}
